RU/Ext/Henrik Rusche/ShapeOptCases/run/optimisation/wedgeForce/constant/polyMesh/blockMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version         2.0;
    format          ascii;
    class           dictionary;
    object          blockMeshDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


convertToMeters 1;

vertices
(
    (  -8   0   -1)
    (   0   0   -1)
    (  20   0   -1)
    (  -8   0.25 -1)
    (   0   0.25 -1)
    (  20   0.25 -1)
    (  -8   2   -1)
    (   2   2   -1)
    (  20   2   -1)
    (  -8   8   -1)
    (   2   8   -1)
    (  20   8   -1)

    (  -8   0    1)
    (   0   0    1)
    (  20   0    1)
    (  -8   0.25  1)
    (   0   0.25  1)
    (  20   0.25  1)
    (  -8   2    1)
    (   2   2    1)
    (  20   2    1)
    (  -8   8    1)
    (   2   8    1)
    (  20   8    1)
);


edges
();


blocks
(
    hex (0 1 4 3 12 13 16 15) (40 10 1) simpleGrading (0.2 1.0 1.0)
    hex (1 2 5 4 13 14 17 16) (80 10 1) simpleGrading (8.0 1.0 1.0)
    hex (3 4 7 6 15 16 19 18) (40 30 1) simpleGrading (0.2 1.0 1.0)
    hex (6 7 10 9 18 19 22 21) (40 50 1) simpleGrading (0.2 5 1.0)
    hex (7 8 11 10 19 20 23 22) (80 50 1) simpleGrading (8.0 5 1.0)
);

patches
(
    patch inlet
    (
        4(0 12 15 3)
        4(3 15 18 6)
        4(6 18 21 9)
    )

    patch outlet
    (
        4(2 5 17 14)
        4(8 11 23 20)
    )

    wall bottom
    (
        4(0 1 13 12)
        4(1 2 14 13)
    )

    patch top
    (
        4(9 21 22 10)
        4(10 22 23 11)
    )

    wall bottomBody
    (
        4(4 5 17 16)
    )

    wall topBody
    (
        4(4 16 19 7)
        4(7 19 20 8)
    )

);

mergePatchPairs
(
);


// ************************************************************************* //
