RU/Ext/Henrik Rusche/ShapeOptCases/run/optimisation/wedgeForce/constant/.svn/entries
10

dir
57
https://unihub.ru/tools/unicfdc2/svn/trunk/data/Ext/Henrik%20Rusche/ShapeOptCases/run/optimisation/wedgeForce/constant
https://unihub.ru/tools/unicfdc2/svn



2011-12-13T14:33:48.579659Z
53
oleg.samovarov














cdc3859c-a980-419f-bdbe-5677a33dc1e9

polyMesh
dir

RASProperties
file




2013-04-18T18:29:01.000000Z
ad15d6c3740b546478137ba7087b5134
2011-12-13T14:33:48.579659Z
53
oleg.samovarov





















4527

transportProperties
file




2013-04-18T18:29:01.000000Z
efec41c0a158bf64efd9e86e3033efb3
2011-12-13T14:33:48.579659Z
53
oleg.samovarov





















938

