RU/Ext/Henrik Rusche/ShapeOptCases/run/optimisation/wedgeForce/system/optimiserDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version         2.0;
    format          ascii;
    class           dictionary;
    object          optimiserDict;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

objectiveFunction
{
    // Type of objective function
    type       shapeObjective;

    // Choice of flow model
    flowModel
    {
        type    turbFlow;
    }

    // Objective to be minimised
    objective
    {
        type  minPatchForce;

        U        U;
        p        p;
        rhoInf   1.205;
        patches ( topBody );
        useDirection on;
        direction (1 0 0);
    }

    // List of point parameters, where each direction is treated as
    // a separate degree of freedom
    pointParametrisation
    ();

    // Lists groups of points to be moved together.
    // Size of global parametrisation equals to the size of outer list
    lineParametrisation
    (
        (0 4)
        (1 5)
        (2 6)
        (3 7)
    );

    maxIter   1000;
    objectiveTol 0.001;
    objectiveSpan 20;

    // Where to save results of configurations
    configOffset   1000;
}


simplex
{
    // Initialisation of simplex optimiser
    startPoint (0.2 0.2 0.2 0.2);
    lambda (0.5 0.5 0.5 0.5);

    // Optimiser controls
    maxIter  100;
    tolerance 0.01;
}


// ************************************************************************* //
